{
    "jobTitle": [
        {
            "title" : "ASPIRING FULL STACK DEVELOPER",
            "jobBrief": "I am an aspiring Software Developer, UI/UX Designer and Full Stack Developer, studying at Life Choices Academy. I'm a very outgoing person but when it is time for action I am a very disciplined person. This is shown through my commitment to Life Choices Academy and my small business.Learn More About me by visiting the About page. Contact me by visiting the navigation bar above",
            "nameInJob": "CHANDRÉ LEIGH DAVIDS"
        }
    ],
    "about": [
        {
            "aboutBrief": "My name is Chandré Leigh Davids. I am a hard working individual who is always up for a challenge no matter how tedious it may seem. I absoloutely love learning new things. This is showcased by the fact that I am currently learning three languages, aside from coding, which are Mandarin, Korean and Arabic. My Hobbies include crocheting, knitting, dancing,singing and diy crafts and I put my  hobbies to use when I started my own business" ,
            "adress": "Rocklands, Mitchell's Plain",
            "contactInfo": "+27 73 325 3129"
        }
    ],
    "education": [
        {
            "descriptionMHS":"  My Primary School years were spent at Eisleeben Road Primary School but I attended Mondale High School throughout my highschool career.The subjects I majored in included",
            "yearMHS": "2023 - 2024",
            "placeOfInstitutionMHS": "Mondale High School",
            "subjects": [
                {
                    "math":"Mathematics",
                    "physics": "Physical Sciences",
                    "bio": "Life Sciences",
                    "accounts" : "Accounting",
                    "lo": "Life Orientation",
                    "eng": "English Home Language",
                    "afri" : "Afrikaans Eerste Addisionele Taal"
                }
            ],
            "levelPassed": "I passed with a Bachelor's degree",
            "descriptionLC":"lknlk",
            "yearLC": "2nd April - to present",
            "placeOfInstitution": "Life Choices Academy",
            "descriptionPIP" : "I am very proud to say that I officially launched my small business at the beginning of the year, in order to help my family out financially and in terms of profit , I calculated the total profit percentage so far 500% I have had my challenges in terms buying the materials needed for my business BUT I made a way to receive income by being a casual at accompany called UpperEdge, at which I did filing work. When my product was NOT selling a I hoped it would at a certain stage I adapted and brought in new project ideas that generated an entirely new source of income. Having a business has shown me that I can be very adaptive, strategic and innovative when things do not go as expected."

        }
    ],
    "workExp": [
        {
            "placeOfWork": "UpperEdge",
            "year":"2024",
            "description": "I casualed at UpperEdge at which I did filing and shredding",
            "contactReference": {
                "name": "Helgar Roelofse",
                "cell": "084 238 5064",
                "position": "Branch Administrator"
            },
            "nameOfBusiness": "Prettier is Pink"
        }
    ],
    "skills":[
        {
            "name":"HTML5",
            "level": "Intermediate level"
        },
        {
            "name":"CSS3",
            "level": "Intermediate level"
        },
        {
            "name":"Bootsrap",
            "level": "Able to code a site to be mobile responsive using Bootsrap's Open Source framework"
        },
        {
            "name":"JavaScript",
            "level": "Intermediate level"
        },
        {
            "name":"Vue.js",
            "level": "Intermediate level"
        }
    ],
    "projects": [
        {
            "name": "Calculator",
            "github": "https://github.com/Chany4/calculator",
            "vercel" : "https://calculator2-xi.vercel.app/",
            "description": "I used HTML, CSS and JavaScript to create this. It is a basic functional calculator",
            "image": "URL"
        },
        {
            "name": "BMI-Calculator",
            "github": "https://github.com/Chany4/BMIcalc",
            "vercel" : "https://bmi-calc-tau.vercel.app/",
            "description": "I used HTML, CSS and JavaScript to create this",
            "image": "URL"
        },
        {
            "name": "To Do List",
            "github": "https://github.com/Chany4/toDoList",
            "vercel" : "https://to-do-list-hazel-tau.vercel.app/",
            "description": "I used HTML, CSS and JavaScript to create this. It is a simple to do list that adds and removes tasks",
            "image": "URL"
        },
        {
            "name": "SWEGGA Website",
            "github": "https://github.com/Chany4/SWEGGA",
            "vercel" : "https://swegga-zeta.vercel.app/",
            "description": "I used HTML, CSS, JavaScript Bootstrap to create this demo website for a made up company as an activity",
            "image": "URL"
        },
        {
            "name": "Add up",
            "github": "https://github.com/Chany4/addUp",
            "vercel" : "https://add-up-omega.vercel.app/",
            "description": "I used HTML, CSS and JavaScript to create this",
            "image": "URL"
        },
        {
            "name": "Minutes to Seconds Converter",
            "github": "https://github.com/Chany4/min2sec",
            "vercel" : "https://min2sec.vercel.app/",
            "description": "I used HTML, CSS and JavaScript to create this",
            "image": ""
        },
        {
            "name": "Temperature Converter",
            "github": "https://github.com/Chany4/tempConvert",
            "vercel" : "https://temp-convert-gold.vercel.app/",
            "description": "I used HTML, CSS and JavaScript to create this",
            "image": "URL"
        }
    ],
    "testimonials":[
        {
            "name": "Chloe Almazien",
            "position": "Student at Life Choices",
            "message": "Chandre is the most hard working person I know . She always holds her head high even in the face of adversity. Her gentle and kind nature is like that of a pink Saturn sheet both comforting and beautiful in its own right. she truly is a brilliant woman who will go far one day, that's a fact"
        },
        {
            "name": "Keegan Niekerk",
            "position": "Student at Life Choices",
            "message": "Chandre is a very charming , intelligent and caring young woman who is always one to ask questions , and is always willing to help someone when asked. She is one who takes pride in her work and always strives to be the best in what she does. Chandre is the type of person who attracts people with her charm and intelligence , and is one of the friendliest people one could meet."
        },
        {
            "name": "Gwiba Mabandla",
            "position": "Student at Life ChoicesStudent at Life Choices",
            "message": "One of the most caring and considerate people out there. She is very hardworking, and takes pride into knowing and understanding her work so everything is perfect. Don't  believe me? Check her note"
        },
        {
            "name": "Oyintanda Zongwana",
            "position": "Student at Life Choices",
            "message": "Working with Chandre has been an absolute pleasure! Her dedication, and creativity have exceeded all expectations. She consistently deliver results and are a true asset to any team. I highly recommend Chandre for their outstanding skills and professionalism."
        },
        {
            "name": "Marcus Adonis",
            "position": "Student at Life Choices",
            "message": "Soft hearted person who loves working with people. Contributes a lot in a team to produce quality results. Very hard working and puts in 110% effort"
        },
        {
            "name": "Zen Lee George",
            "position": "Student at Life Choices",
            "message": "Having Chandre as a classmate has been a delightful experience. Her dedication to her studies, combined with her friendly and supportive demeanor, creates a positive atmosphere for everyone around her. She is a driven and hardworking individual who would be a great asset to any company she joins."
        },
        {
            "name": "Jodie Smith",
            "position": "Ex Student at Life Choices",
            "message": "khvvhg"
        },
        {
            "name": "Matthew Brown",
            "position": "Lecturer at Life Choices",
            "message": "hvjhv"
        }
    ]
}